Repository: VoteIT/voteit.exportimport
Catalog: voteit/exportimport/locale/*/LC_MESSAGES/voteit.exportimport.po
Languages: sv

source: Cancel
sv: Avbryt

source: Canceled
sv: Avbruten

source: Created new objects from import
sv: Objekt skapade genom import

source: Export and download
sv: Exportera och ladda ner

source: Export current context
sv: Exportera nuvarande kontext

source: Export this
sv: Exportera detta

source: ExportImport component not included in VoteIT. You need to register it to use this.
sv: Import/export-komponenten är inte inkluderad i VoteIT som standard. Du behöver registrera den för att använda detta.

source: Import
sv: Importera

source: Import file to current context
sv: Importera fil till aktuell kontext

source: Import here
sv: Importera här

source: Lowercase, numbers or hyphen is ok.
sv: Gemensa, siffror eller bindestreck är tillåtna.

source: Name, will be part of the url
sv: Namn, blir en del av URLn

source: Upload ZEXP file.
sv: Ladda upp ZEXP fil.
